Repository: filochard/manual_pi
Catalog: po/*.po
Languages: de_de, es_es, fr_fr

source: Almost a simulator
de_de: Fast ein Simulator
es_es: Casi un simulador
fr_fr: Presque un simulateur

source: Select Vessel Start Position
de_de: Wählen die die Startposition des Schiffes
es_es: Seleccione posición inicial del barco
fr_fr: Choisissez la position de départ du bateau

source: MMSI must be 9 digits. Edit using Preferences
de_de: MMSI muss 9 Zeichen lang sein. Bearbeiten mit Einstellungen
es_es: MMSI debe tener 9 dígitos Edite usando Preferencias
fr_fr: MMSI doit comporter 9 chiffres. Modifier en utilisant les préférences

source: Grib plugin version not supported.
de_de: GRIB-Plugin-Version nicht unterstützt.
es_es: Versión del plugin Grib no soportada.
fr_fr: Le complement Grib est ancien

source: Use versions %d.%d to %d.%d
de_de: Verwende Versionen %d.%d bis %d.%d
es_es: Use las versiones %d.%d a %d.%d
fr_fr: Usez version %d,%d a %d.%d

source: Weather Routing
de_de: Wetter-Routenplanung
es_es: Ruta Meteorológica
fr_fr: Routage météo

source: Preferences
de_de: Einstellungen
es_es: Preferencias
fr_fr: Préférences

source: Tiller Control
de_de: Rudereinstellung
es_es: Control de timón
fr_fr: Contrôle de la barre

source: Midships
de_de: Mittschiffs
es_es: Crujía
fr_fr: Milieu bateau

source: Start
es_es: Comienzo
fr_fr: Départ

source: Stop
de_de: Beenden
es_es: Parar

source: Heading:
de_de: Kurs:
es_es: Rumbo:
fr_fr: Cap M:

source: Speed:
de_de: Geschwindigkeit:
es_es: Velocidad:
fr_fr: Vitesse :

source: Kts
es_es: Nudos
fr_fr: Noeuds

source: Speed Control
de_de: Geschwindigkeitskontrolle: %s
es_es: Control de Velocidad
fr_fr: Commande au moteur

source: Stby
es_es: En espera
fr_fr: En attente

source: Hand Steering
de_de: Handsteuerung
es_es: Gobierno Manual
fr_fr: Barrer manuellement

source: Autopilot Control
de_de: Autopilot-Kontrolle
es_es: Control de Piloto Automático
fr_fr: Commande du pilote automatique

source: Follow
de_de: Folgen
es_es: Seguir
fr_fr: Suivre

source: Sail
de_de: Unter Fahrt
es_es: Navegar
fr_fr: voile

source: Using Sail
de_de: Segeln
es_es: Usando Vela
fr_fr: Sous voile

source: Alarms
de_de: Alarme
es_es: Alarmas
fr_fr: Alarmes

source: MOB
es_es: Hombre Al Agua

source: DSC Distress Alert
de_de: DSC Notfallalarm
es_es: Alerta DSC
fr_fr: Avis detresse DSC

source: Distress Alert
de_de: Notfallalarm
es_es: Alerta de socorro
fr_fr: Alerte Détresse

source: DSC Distress Cancel
de_de: DSC Notfallalarm abbrechen
es_es: Cancelar Alerta de socorro DSC
fr_fr: Supp DSC Detresse

source: Distress Cancel
de_de: Notruf abbrechen
es_es: Cancelar Alerta de socorro
fr_fr: Suppr Detresse

source: Distress Relay
de_de: Notrufweiterleitung
es_es: Retransmisión de Alerta de Socorro
fr_fr: Relay Detresse

source: Relay Cancel
de_de: Weiterleitung abbrechen
es_es: Cancelar Retransmisión
fr_fr: Supp Relais

source: Transmit
de_de: Übertragen
es_es: Transmitir
fr_fr: Transmettre

source: Save to file
de_de: In Datei speichern
es_es: Guardar archivo en
fr_fr: Sauver dans un fichier

source: Please right-click and choose vessel start position
de_de: Bitte Rechtsklicken und Startposition des Schiffes bestimmen
es_es: Haga Clic derecho para elegir la posición inicial del barco
fr_fr: Faites un clic droit (sur la carte) & choisissez votre position de départ

source: MMSI must be nine digits Edit using Preferences
de_de: MMSI muss neun Zeichen lang sein. Bearbeiten mit Einstellungen
es_es: MMSI debe ser de nueve dígitos Edite en Preferencias
fr_fr: MMSI doit comporter 9 chiffres. Modifier en utilisant les préférences

source: ShipDriver has been stopped
de_de: ShipDriver wurde angehalten
es_es: ShipDriver se ha detenido
fr_fr: ShipDriven a été stoppé

source: Vessel stopped
de_de: Schiff gestoppt
es_es: Buque parado
fr_fr: Navire arrêté

source: Route or waypoint must be activated Has a connection been made in Options->Connections?
de_de: Eine Route oder ein Wegpunkt muss aktiv sein. Gibt es eine Verbindung unter Optionen->Verbinde?
es_es: La ruta o el waypoint deben estar activados ¿Se ha realizado una conexión en Opciones->Conexiones?
fr_fr: La route ou le waypoint doit être activé Une connexion a-t-elle été établie dans Options->Connexions ?

source: ShipDriver has not been started
de_de: ShipDriver wurde nicht gestartet
es_es: ShipDriver no se ha iniciado
fr_fr: Shipdriver n'a pas été lancé

source: No DSC Distress activated
de_de: Keine DSC Notruf aktiviert
es_es: No hay Alerta DSC activada
fr_fr: Absence DSC Detresse activé

source: Please start ShipDriver
de_de: Bitte ShipDriver starten
es_es: Inicie ShipDriver por favor
fr_fr: Merci de démarrer Shipdriver

source: Invalid Boat Polars file
de_de: Ungültige Boot Polar Datei
es_es: Archivo de polares del barco inválido
fr_fr: Polaires invalides

source: Grib data is not available for the present date/time or location
de_de: Grib-Daten sind für das aktuelle Datum/die Uhrzeit oder den Standort nicht verfügbar
es_es: Los datos de Grib no están disponibles para la fecha/hora o ubicación actual
fr_fr: Données GRIB indisponbles pour jour/heure ou lieu

source: Unable to read navobj file
de_de: Die navobj Datei kann nicht gelesen werden
es_es: No se puede leer el archivo navobj
fr_fr: Impossible de lire navobj

source: Invalid xml file
de_de: Ungültige XML Datei
es_es: Archivo xml no valido
fr_fr: Fichier XML erroné

source: Select the route to follow
de_de: Wählen Sie die zu folgende Route
es_es: Seleccione la ruta a seguir
fr_fr: Choisissez la route a suivre

source: Route not found
de_de: Route nicht gefunden
es_es: Ruta no encontrada
fr_fr: Route inconnue

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Effacez

source: ShipDriver
fr_fr: Piloter le bateau

source: ShipDriver player
fr_fr: Lancer Shipdriver
